{
  "nodes": [
    {
      "op": "null", 
      "name": "input", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p0", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_layout_transform_cast_subtract_layout_transform", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "func_name": "fused_layout_transform_cast_subtract_layout_transform"
      }, 
      "inputs": [
        [
          0, 
          0, 
          0
        ], 
        [
          1, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p1", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p2", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p3", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_contrib_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_cast_clip_c_10431608090769935912__16", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "4", 
        "flatten_data": "0", 
        "func_name": "fused_nn_contrib_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_cast_clip_c_10431608090769935912__16"
      }, 
      "inputs": [
        [
          2, 
          0, 
          0
        ], 
        [
          3, 
          0, 
          0
        ], 
        [
          4, 
          0, 
          0
        ], 
        [
          5, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p4", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p5", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_contrib_depthwise_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_c_7958894813638883476__14", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "4", 
        "flatten_data": "0", 
        "func_name": "fused_nn_contrib_depthwise_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_c_7958894813638883476__14"
      }, 
      "inputs": [
        [
          6, 
          0, 
          0
        ], 
        [
          7, 
          0, 
          0
        ], 
        [
          8, 
          0, 
          0
        ], 
        [
          5, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_layout_transform_153", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "flatten_data": "0", 
        "func_name": "fused_layout_transform_153"
      }, 
      "inputs": [
        [
          9, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p6", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p7", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p8", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_contrib_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_cast_add_cl_3078819515185842977_", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "4", 
        "flatten_data": "0", 
        "func_name": "fused_nn_contrib_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_cast_add_cl_3078819515185842977_"
      }, 
      "inputs": [
        [
          10, 
          0, 
          0
        ], 
        [
          11, 
          0, 
          0
        ], 
        [
          12, 
          0, 
          0
        ], 
        [
          13, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p9", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p10", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_contrib_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_cast_clip_c_10431608090769935912__15", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "4", 
        "flatten_data": "0", 
        "func_name": "fused_nn_contrib_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_cast_clip_c_10431608090769935912__15"
      }, 
      "inputs": [
        [
          14, 
          0, 
          0
        ], 
        [
          15, 
          0, 
          0
        ], 
        [
          16, 
          0, 
          0
        ], 
        [
          5, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_layout_transform_152", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "flatten_data": "0", 
        "func_name": "fused_layout_transform_152"
      }, 
      "inputs": [
        [
          17, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p11", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p12", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_conv2d_add_cast_cast_multiply_add_right_shift_cast_clip_cast_cast_subtr_5240622494115378865__35", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "4", 
        "flatten_data": "0", 
        "func_name": "fused_nn_conv2d_add_cast_cast_multiply_add_right_shift_cast_clip_cast_cast_subtr_5240622494115378865__35"
      }, 
      "inputs": [
        [
          18, 
          0, 
          0
        ], 
        [
          19, 
          0, 
          0
        ], 
        [
          20, 
          0, 
          0
        ], 
        [
          5, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_layout_transform_151", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "flatten_data": "0", 
        "func_name": "fused_layout_transform_151"
      }, 
      "inputs": [
        [
          21, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p13", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p14", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_contrib_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_cast_add_cl_7193666184309230478__3", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "flatten_data": "0", 
        "func_name": "fused_nn_contrib_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_cast_add_cl_7193666184309230478__3"
      }, 
      "inputs": [
        [
          22, 
          0, 
          0
        ], 
        [
          23, 
          0, 
          0
        ], 
        [
          24, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p15", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_cast_subtract_layout_transform_3", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "func_name": "fused_cast_subtract_layout_transform_3"
      }, 
      "inputs": [
        [
          25, 
          0, 
          0
        ], 
        [
          26, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p16", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p17", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_contrib_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_cast_clip_c_10431608090769935912__14", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "4", 
        "flatten_data": "0", 
        "func_name": "fused_nn_contrib_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_cast_clip_c_10431608090769935912__14"
      }, 
      "inputs": [
        [
          27, 
          0, 
          0
        ], 
        [
          28, 
          0, 
          0
        ], 
        [
          29, 
          0, 
          0
        ], 
        [
          5, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_layout_transform_150", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "flatten_data": "0", 
        "func_name": "fused_layout_transform_150"
      }, 
      "inputs": [
        [
          30, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p18", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p19", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_contrib_depthwise_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_c_7958894813638883476__13", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "4", 
        "flatten_data": "0", 
        "func_name": "fused_nn_contrib_depthwise_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_c_7958894813638883476__13"
      }, 
      "inputs": [
        [
          31, 
          0, 
          0
        ], 
        [
          32, 
          0, 
          0
        ], 
        [
          33, 
          0, 
          0
        ], 
        [
          5, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_layout_transform_149", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "flatten_data": "0", 
        "func_name": "fused_layout_transform_149"
      }, 
      "inputs": [
        [
          34, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p20", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p21", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p22", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_contrib_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_cast_add_cl_12935547019857900239__3", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "5", 
        "flatten_data": "0", 
        "func_name": "fused_nn_contrib_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_cast_add_cl_12935547019857900239__3"
      }, 
      "inputs": [
        [
          35, 
          0, 
          0
        ], 
        [
          36, 
          0, 
          0
        ], 
        [
          37, 
          0, 
          0
        ], 
        [
          25, 
          0, 
          0
        ], 
        [
          38, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_layout_transform_148", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "flatten_data": "0", 
        "func_name": "fused_layout_transform_148"
      }, 
      "inputs": [
        [
          39, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p23", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p24", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_contrib_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_cast_clip_c_10431608090769935912__13", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "4", 
        "flatten_data": "0", 
        "func_name": "fused_nn_contrib_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_cast_clip_c_10431608090769935912__13"
      }, 
      "inputs": [
        [
          40, 
          0, 
          0
        ], 
        [
          41, 
          0, 
          0
        ], 
        [
          42, 
          0, 
          0
        ], 
        [
          5, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_layout_transform_147", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "flatten_data": "0", 
        "func_name": "fused_layout_transform_147"
      }, 
      "inputs": [
        [
          43, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p25", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p26", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_conv2d_add_cast_cast_multiply_add_right_shift_cast_clip_cast_cast_subtr_5240622494115378865__34", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "4", 
        "flatten_data": "0", 
        "func_name": "fused_nn_conv2d_add_cast_cast_multiply_add_right_shift_cast_clip_cast_cast_subtr_5240622494115378865__34"
      }, 
      "inputs": [
        [
          44, 
          0, 
          0
        ], 
        [
          45, 
          0, 
          0
        ], 
        [
          46, 
          0, 
          0
        ], 
        [
          5, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_layout_transform_146", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "flatten_data": "0", 
        "func_name": "fused_layout_transform_146"
      }, 
      "inputs": [
        [
          47, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p27", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p28", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_contrib_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_cast_add_cl_7193666184309230478__2", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "flatten_data": "0", 
        "func_name": "fused_nn_contrib_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_cast_add_cl_7193666184309230478__2"
      }, 
      "inputs": [
        [
          48, 
          0, 
          0
        ], 
        [
          49, 
          0, 
          0
        ], 
        [
          50, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p29", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_cast_subtract_51", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "func_name": "fused_cast_subtract_5"
      }, 
      "inputs": [
        [
          51, 
          0, 
          0
        ], 
        [
          52, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p30", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p31", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_contrib_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_cast_clip_c_10431608090769935912__12", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "4", 
        "flatten_data": "0", 
        "func_name": "fused_nn_contrib_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_cast_clip_c_10431608090769935912__12"
      }, 
      "inputs": [
        [
          53, 
          0, 
          0
        ], 
        [
          54, 
          0, 
          0
        ], 
        [
          55, 
          0, 
          0
        ], 
        [
          5, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p32", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p33", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_contrib_depthwise_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_c_7958894813638883476__12", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "4", 
        "flatten_data": "0", 
        "func_name": "fused_nn_contrib_depthwise_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_c_7958894813638883476__12"
      }, 
      "inputs": [
        [
          56, 
          0, 
          0
        ], 
        [
          57, 
          0, 
          0
        ], 
        [
          58, 
          0, 
          0
        ], 
        [
          5, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_layout_transform_1451", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "flatten_data": "0", 
        "func_name": "fused_layout_transform_145"
      }, 
      "inputs": [
        [
          59, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p34", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p35", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_contrib_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_cast_add_cl_17498977102409191066__3", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "4", 
        "flatten_data": "0", 
        "func_name": "fused_nn_contrib_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_cast_add_cl_17498977102409191066__3"
      }, 
      "inputs": [
        [
          60, 
          0, 
          0
        ], 
        [
          61, 
          0, 
          0
        ], 
        [
          62, 
          0, 
          0
        ], 
        [
          51, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p36", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_cast_subtract_5", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "func_name": "fused_cast_subtract_5"
      }, 
      "inputs": [
        [
          63, 
          0, 
          0
        ], 
        [
          64, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p37", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p38", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_contrib_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_cast_clip_c_10431608090769935912__11", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "4", 
        "flatten_data": "0", 
        "func_name": "fused_nn_contrib_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_cast_clip_c_10431608090769935912__11"
      }, 
      "inputs": [
        [
          65, 
          0, 
          0
        ], 
        [
          66, 
          0, 
          0
        ], 
        [
          67, 
          0, 
          0
        ], 
        [
          5, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p39", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p40", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_contrib_depthwise_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_c_7958894813638883476__11", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "4", 
        "flatten_data": "0", 
        "func_name": "fused_nn_contrib_depthwise_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_c_7958894813638883476__11"
      }, 
      "inputs": [
        [
          68, 
          0, 
          0
        ], 
        [
          69, 
          0, 
          0
        ], 
        [
          70, 
          0, 
          0
        ], 
        [
          5, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_layout_transform_145", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "flatten_data": "0", 
        "func_name": "fused_layout_transform_145"
      }, 
      "inputs": [
        [
          71, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p41", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p42", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p43", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_contrib_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_cast_add_cl_12935547019857900239__2", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "5", 
        "flatten_data": "0", 
        "func_name": "fused_nn_contrib_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_cast_add_cl_12935547019857900239__2"
      }, 
      "inputs": [
        [
          72, 
          0, 
          0
        ], 
        [
          73, 
          0, 
          0
        ], 
        [
          74, 
          0, 
          0
        ], 
        [
          63, 
          0, 
          0
        ], 
        [
          75, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p44", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p45", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_contrib_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_cast_clip_c_10431608090769935912__10", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "4", 
        "flatten_data": "0", 
        "func_name": "fused_nn_contrib_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_cast_clip_c_10431608090769935912__10"
      }, 
      "inputs": [
        [
          76, 
          0, 
          0
        ], 
        [
          77, 
          0, 
          0
        ], 
        [
          78, 
          0, 
          0
        ], 
        [
          5, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_layout_transform_144", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "flatten_data": "0", 
        "func_name": "fused_layout_transform_144"
      }, 
      "inputs": [
        [
          79, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p46", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p47", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_contrib_depthwise_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_c_7958894813638883476__10", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "4", 
        "flatten_data": "0", 
        "func_name": "fused_nn_contrib_depthwise_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_c_7958894813638883476__10"
      }, 
      "inputs": [
        [
          80, 
          0, 
          0
        ], 
        [
          81, 
          0, 
          0
        ], 
        [
          82, 
          0, 
          0
        ], 
        [
          5, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_layout_transform_143", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "flatten_data": "0", 
        "func_name": "fused_layout_transform_143"
      }, 
      "inputs": [
        [
          83, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p48", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p49", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_contrib_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_cast_add_cl_7193666184309230478__1", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "flatten_data": "0", 
        "func_name": "fused_nn_contrib_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_cast_add_cl_7193666184309230478__1"
      }, 
      "inputs": [
        [
          84, 
          0, 
          0
        ], 
        [
          85, 
          0, 
          0
        ], 
        [
          86, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p50", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_cast_subtract_layout_transform_22", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "func_name": "fused_cast_subtract_layout_transform_2"
      }, 
      "inputs": [
        [
          87, 
          0, 
          0
        ], 
        [
          88, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p51", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p52", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_contrib_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_cast_clip_c_10431608090769935912__9", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "4", 
        "flatten_data": "0", 
        "func_name": "fused_nn_contrib_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_cast_clip_c_10431608090769935912__9"
      }, 
      "inputs": [
        [
          89, 
          0, 
          0
        ], 
        [
          90, 
          0, 
          0
        ], 
        [
          91, 
          0, 
          0
        ], 
        [
          5, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_layout_transform_1403", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "flatten_data": "0", 
        "func_name": "fused_layout_transform_140"
      }, 
      "inputs": [
        [
          92, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p53", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p54", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_contrib_depthwise_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_c_7958894813638883476__9", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "4", 
        "flatten_data": "0", 
        "func_name": "fused_nn_contrib_depthwise_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_c_7958894813638883476__9"
      }, 
      "inputs": [
        [
          93, 
          0, 
          0
        ], 
        [
          94, 
          0, 
          0
        ], 
        [
          95, 
          0, 
          0
        ], 
        [
          5, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_layout_transform_1422", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "flatten_data": "0", 
        "func_name": "fused_layout_transform_142"
      }, 
      "inputs": [
        [
          96, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p55", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p56", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_contrib_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_cast_add_cl_17498977102409191066__2", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "4", 
        "flatten_data": "0", 
        "func_name": "fused_nn_contrib_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_cast_add_cl_17498977102409191066__2"
      }, 
      "inputs": [
        [
          97, 
          0, 
          0
        ], 
        [
          98, 
          0, 
          0
        ], 
        [
          99, 
          0, 
          0
        ], 
        [
          87, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p57", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_cast_subtract_layout_transform_21", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "func_name": "fused_cast_subtract_layout_transform_2"
      }, 
      "inputs": [
        [
          100, 
          0, 
          0
        ], 
        [
          101, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p58", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p59", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_contrib_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_cast_clip_c_10431608090769935912__8", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "4", 
        "flatten_data": "0", 
        "func_name": "fused_nn_contrib_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_cast_clip_c_10431608090769935912__8"
      }, 
      "inputs": [
        [
          102, 
          0, 
          0
        ], 
        [
          103, 
          0, 
          0
        ], 
        [
          104, 
          0, 
          0
        ], 
        [
          5, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_layout_transform_1402", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "flatten_data": "0", 
        "func_name": "fused_layout_transform_140"
      }, 
      "inputs": [
        [
          105, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p60", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p61", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_contrib_depthwise_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_c_7958894813638883476__8", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "4", 
        "flatten_data": "0", 
        "func_name": "fused_nn_contrib_depthwise_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_c_7958894813638883476__8"
      }, 
      "inputs": [
        [
          106, 
          0, 
          0
        ], 
        [
          107, 
          0, 
          0
        ], 
        [
          108, 
          0, 
          0
        ], 
        [
          5, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_layout_transform_1421", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "flatten_data": "0", 
        "func_name": "fused_layout_transform_142"
      }, 
      "inputs": [
        [
          109, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p62", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p63", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_contrib_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_cast_add_cl_17498977102409191066__1", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "4", 
        "flatten_data": "0", 
        "func_name": "fused_nn_contrib_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_cast_add_cl_17498977102409191066__1"
      }, 
      "inputs": [
        [
          110, 
          0, 
          0
        ], 
        [
          111, 
          0, 
          0
        ], 
        [
          112, 
          0, 
          0
        ], 
        [
          100, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_cast_subtract_layout_transform_2", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "func_name": "fused_cast_subtract_layout_transform_2"
      }, 
      "inputs": [
        [
          113, 
          0, 
          0
        ], 
        [
          75, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p64", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p65", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_contrib_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_cast_clip_c_10431608090769935912__7", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "4", 
        "flatten_data": "0", 
        "func_name": "fused_nn_contrib_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_cast_clip_c_10431608090769935912__7"
      }, 
      "inputs": [
        [
          114, 
          0, 
          0
        ], 
        [
          115, 
          0, 
          0
        ], 
        [
          116, 
          0, 
          0
        ], 
        [
          5, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_layout_transform_1401", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "flatten_data": "0", 
        "func_name": "fused_layout_transform_140"
      }, 
      "inputs": [
        [
          117, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p66", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p67", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_contrib_depthwise_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_c_7958894813638883476__7", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "4", 
        "flatten_data": "0", 
        "func_name": "fused_nn_contrib_depthwise_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_c_7958894813638883476__7"
      }, 
      "inputs": [
        [
          118, 
          0, 
          0
        ], 
        [
          119, 
          0, 
          0
        ], 
        [
          120, 
          0, 
          0
        ], 
        [
          5, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_layout_transform_142", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "flatten_data": "0", 
        "func_name": "fused_layout_transform_142"
      }, 
      "inputs": [
        [
          121, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p68", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p69", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p70", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_contrib_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_cast_add_cl_12935547019857900239__1", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "5", 
        "flatten_data": "0", 
        "func_name": "fused_nn_contrib_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_cast_add_cl_12935547019857900239__1"
      }, 
      "inputs": [
        [
          122, 
          0, 
          0
        ], 
        [
          123, 
          0, 
          0
        ], 
        [
          124, 
          0, 
          0
        ], 
        [
          113, 
          0, 
          0
        ], 
        [
          125, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_layout_transform_141", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "flatten_data": "0", 
        "func_name": "fused_layout_transform_141"
      }, 
      "inputs": [
        [
          126, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p71", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p72", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_contrib_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_cast_clip_c_10431608090769935912__6", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "4", 
        "flatten_data": "0", 
        "func_name": "fused_nn_contrib_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_cast_clip_c_10431608090769935912__6"
      }, 
      "inputs": [
        [
          127, 
          0, 
          0
        ], 
        [
          128, 
          0, 
          0
        ], 
        [
          129, 
          0, 
          0
        ], 
        [
          5, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_layout_transform_140", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "flatten_data": "0", 
        "func_name": "fused_layout_transform_140"
      }, 
      "inputs": [
        [
          130, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p73", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p74", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_contrib_depthwise_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_c_7958894813638883476__6", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "4", 
        "flatten_data": "0", 
        "func_name": "fused_nn_contrib_depthwise_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_c_7958894813638883476__6"
      }, 
      "inputs": [
        [
          131, 
          0, 
          0
        ], 
        [
          132, 
          0, 
          0
        ], 
        [
          133, 
          0, 
          0
        ], 
        [
          5, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_layout_transform_139", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "flatten_data": "0", 
        "func_name": "fused_layout_transform_139"
      }, 
      "inputs": [
        [
          134, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p75", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p76", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_contrib_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_cast_add_cl_7193666184309230478_", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "flatten_data": "0", 
        "func_name": "fused_nn_contrib_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_cast_add_cl_7193666184309230478_"
      }, 
      "inputs": [
        [
          135, 
          0, 
          0
        ], 
        [
          136, 
          0, 
          0
        ], 
        [
          137, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_cast_subtract_layout_transform_11", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "func_name": "fused_cast_subtract_layout_transform_1"
      }, 
      "inputs": [
        [
          138, 
          0, 
          0
        ], 
        [
          13, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p77", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p78", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_contrib_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_cast_clip_c_10431608090769935912__5", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "4", 
        "flatten_data": "0", 
        "func_name": "fused_nn_contrib_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_cast_clip_c_10431608090769935912__5"
      }, 
      "inputs": [
        [
          139, 
          0, 
          0
        ], 
        [
          140, 
          0, 
          0
        ], 
        [
          141, 
          0, 
          0
        ], 
        [
          5, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p79", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p80", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_contrib_depthwise_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_c_7958894813638883476__5", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "4", 
        "flatten_data": "0", 
        "func_name": "fused_nn_contrib_depthwise_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_c_7958894813638883476__5"
      }, 
      "inputs": [
        [
          142, 
          0, 
          0
        ], 
        [
          143, 
          0, 
          0
        ], 
        [
          144, 
          0, 
          0
        ], 
        [
          5, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_layout_transform_1381", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "flatten_data": "0", 
        "func_name": "fused_layout_transform_138"
      }, 
      "inputs": [
        [
          145, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p81", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p82", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_contrib_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_cast_add_cl_17498977102409191066_", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "4", 
        "flatten_data": "0", 
        "func_name": "fused_nn_contrib_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_cast_add_cl_17498977102409191066_"
      }, 
      "inputs": [
        [
          146, 
          0, 
          0
        ], 
        [
          147, 
          0, 
          0
        ], 
        [
          148, 
          0, 
          0
        ], 
        [
          138, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_cast_subtract_layout_transform_1", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "func_name": "fused_cast_subtract_layout_transform_1"
      }, 
      "inputs": [
        [
          149, 
          0, 
          0
        ], 
        [
          52, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p83", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p84", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_contrib_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_cast_clip_c_10431608090769935912__4", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "4", 
        "flatten_data": "0", 
        "func_name": "fused_nn_contrib_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_cast_clip_c_10431608090769935912__4"
      }, 
      "inputs": [
        [
          150, 
          0, 
          0
        ], 
        [
          151, 
          0, 
          0
        ], 
        [
          152, 
          0, 
          0
        ], 
        [
          5, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p85", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p86", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_contrib_depthwise_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_c_7958894813638883476__4", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "4", 
        "flatten_data": "0", 
        "func_name": "fused_nn_contrib_depthwise_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_c_7958894813638883476__4"
      }, 
      "inputs": [
        [
          153, 
          0, 
          0
        ], 
        [
          154, 
          0, 
          0
        ], 
        [
          155, 
          0, 
          0
        ], 
        [
          5, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_layout_transform_138", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "flatten_data": "0", 
        "func_name": "fused_layout_transform_138"
      }, 
      "inputs": [
        [
          156, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p87", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p88", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_contrib_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_cast_add_cl_12935547019857900239_", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "5", 
        "flatten_data": "0", 
        "func_name": "fused_nn_contrib_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_cast_add_cl_12935547019857900239_"
      }, 
      "inputs": [
        [
          157, 
          0, 
          0
        ], 
        [
          158, 
          0, 
          0
        ], 
        [
          159, 
          0, 
          0
        ], 
        [
          149, 
          0, 
          0
        ], 
        [
          88, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_layout_transform_137", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "flatten_data": "0", 
        "func_name": "fused_layout_transform_137"
      }, 
      "inputs": [
        [
          160, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p89", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p90", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_contrib_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_cast_clip_c_10431608090769935912__3", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "4", 
        "flatten_data": "0", 
        "func_name": "fused_nn_contrib_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_cast_clip_c_10431608090769935912__3"
      }, 
      "inputs": [
        [
          161, 
          0, 
          0
        ], 
        [
          162, 
          0, 
          0
        ], 
        [
          163, 
          0, 
          0
        ], 
        [
          5, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_layout_transform_136", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "flatten_data": "0", 
        "func_name": "fused_layout_transform_136"
      }, 
      "inputs": [
        [
          164, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p91", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p92", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_contrib_depthwise_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_c_7958894813638883476__3", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "4", 
        "flatten_data": "0", 
        "func_name": "fused_nn_contrib_depthwise_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_c_7958894813638883476__3"
      }, 
      "inputs": [
        [
          165, 
          0, 
          0
        ], 
        [
          166, 
          0, 
          0
        ], 
        [
          167, 
          0, 
          0
        ], 
        [
          5, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_layout_transform_135", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "flatten_data": "0", 
        "func_name": "fused_layout_transform_135"
      }, 
      "inputs": [
        [
          168, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p93", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p94", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_conv2d_add_cast_cast_multiply_add_right_shift_cast_add_clip_cast_5", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "flatten_data": "0", 
        "func_name": "fused_nn_conv2d_add_cast_cast_multiply_add_right_shift_cast_add_clip_cast_5"
      }, 
      "inputs": [
        [
          169, 
          0, 
          0
        ], 
        [
          170, 
          0, 
          0
        ], 
        [
          171, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p95", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_cast_subtract_layout_transform1", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "func_name": "fused_cast_subtract_layout_transform"
      }, 
      "inputs": [
        [
          172, 
          0, 
          0
        ], 
        [
          173, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p96", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p97", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_contrib_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_cast_clip_c_10431608090769935912__2", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "4", 
        "flatten_data": "0", 
        "func_name": "fused_nn_contrib_conv2d_NCHWc_add_cast_cast_multiply_add_right_shift_cast_clip_c_10431608090769935912__2"
      }, 
      "inputs": [
        [
          174, 
          0, 
          0
        ], 
        [
          175, 
          0, 
          0
        ], 
        [
          176, 
          0, 
          0
        ], 
        [
          5, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_layout_transform_1332", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "flatten_data": "0", 
        "func_name": "fused_layout_transform_133"
      }, 
      "inputs": [
        [
          177, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p98", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p99", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
