{
  "nodes": [
    {
      "op": "null", 
      "name": "input", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_layout_transform_layout_transform", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "func_name": "fused_layout_transform_layout_transform", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          0, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p0", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p1", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_contrib_conv2d_NCHWc_add_nn_relu", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "func_name": "fused_nn_contrib_conv2d_NCHWc_add_nn_relu", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          1, 
          0, 
          0
        ], 
        [
          2, 
          0, 
          0
        ], 
        [
          3, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p2", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p3", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_contrib_depthwise_conv2d_NCHWc_add", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "func_name": "fused_nn_contrib_depthwise_conv2d_NCHWc_add", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          4, 
          0, 
          0
        ], 
        [
          5, 
          0, 
          0
        ], 
        [
          6, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_layout_transform_143", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "func_name": "fused_layout_transform_143", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          7, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p4", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p5", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_contrib_conv2d_NCHWc_add_add_nn_relu", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "4", 
        "func_name": "fused_nn_contrib_conv2d_NCHWc_add_add_nn_relu", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          4, 
          0, 
          0
        ], 
        [
          8, 
          0, 
          0
        ], 
        [
          9, 
          0, 
          0
        ], 
        [
          10, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p6", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p7", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_contrib_depthwise_conv2d_NCHWc_add1", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "func_name": "fused_nn_contrib_depthwise_conv2d_NCHWc_add", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          11, 
          0, 
          0
        ], 
        [
          12, 
          0, 
          0
        ], 
        [
          13, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_layout_transform_144", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "func_name": "fused_layout_transform_144", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          14, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p8", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p9", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_contrib_conv2d_NCHWc_add_1", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "func_name": "fused_nn_contrib_conv2d_NCHWc_add_1", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          15, 
          0, 
          0
        ], 
        [
          16, 
          0, 
          0
        ], 
        [
          17, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_layout_transform_nn_pad_layout_transform_add_nn_relu", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "func_name": "fused_layout_transform_nn_pad_layout_transform_add_nn_relu", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          11, 
          0, 
          0
        ], 
        [
          18, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_max_pool2d_4", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "func_name": "fused_nn_max_pool2d_4", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          19, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p10", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p11", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_conv2d_add_16", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "func_name": "fused_nn_conv2d_add_16", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          19, 
          0, 
          0
        ], 
        [
          21, 
          0, 
          0
        ], 
        [
          22, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_layout_transform_145", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "func_name": "fused_layout_transform_145", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          23, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p12", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p13", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_contrib_conv2d_NCHWc_add_2", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "func_name": "fused_nn_contrib_conv2d_NCHWc_add_2", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          24, 
          0, 
          0
        ], 
        [
          25, 
          0, 
          0
        ], 
        [
          26, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_pad_layout_transform_add_nn_relu_8", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "func_name": "fused_nn_pad_layout_transform_add_nn_relu_8", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          20, 
          0, 
          0
        ], 
        [
          27, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_layout_transform_147", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "func_name": "fused_layout_transform_147", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          28, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p14", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p15", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_contrib_depthwise_conv2d_NCHWc_add_1", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "func_name": "fused_nn_contrib_depthwise_conv2d_NCHWc_add_1", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          29, 
          0, 
          0
        ], 
        [
          30, 
          0, 
          0
        ], 
        [
          31, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_layout_transform_146", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "func_name": "fused_layout_transform_146", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          32, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p16", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p17", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_contrib_conv2d_NCHWc_add_3", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "func_name": "fused_nn_contrib_conv2d_NCHWc_add_3", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          33, 
          0, 
          0
        ], 
        [
          34, 
          0, 
          0
        ], 
        [
          35, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_pad_layout_transform_add_nn_relu_7", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "func_name": "fused_nn_pad_layout_transform_add_nn_relu_7", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          28, 
          0, 
          0
        ], 
        [
          36, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_layout_transform_148", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "func_name": "fused_layout_transform_148", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          37, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p18", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p19", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_contrib_depthwise_conv2d_NCHWc_add_2", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "func_name": "fused_nn_contrib_depthwise_conv2d_NCHWc_add_2", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          38, 
          0, 
          0
        ], 
        [
          39, 
          0, 
          0
        ], 
        [
          40, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p20", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p21", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_contrib_conv2d_NCHWc_add_4", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "func_name": "fused_nn_contrib_conv2d_NCHWc_add_4", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          41, 
          0, 
          0
        ], 
        [
          42, 
          0, 
          0
        ], 
        [
          43, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_pad_layout_transform_add_nn_relu_6", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "func_name": "fused_nn_pad_layout_transform_add_nn_relu_6", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          37, 
          0, 
          0
        ], 
        [
          44, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_max_pool2d_3", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "func_name": "fused_nn_max_pool2d_3", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          45, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_layout_transform_150", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "func_name": "fused_layout_transform_150", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          45, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p22", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p23", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_contrib_depthwise_conv2d_NCHWc_add_3", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "func_name": "fused_nn_contrib_depthwise_conv2d_NCHWc_add_3", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          47, 
          0, 
          0
        ], 
        [
          48, 
          0, 
          0
        ], 
        [
          49, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_layout_transform_149", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "func_name": "fused_layout_transform_149", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          50, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p24", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p25", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_contrib_conv2d_NCHWc_add_5", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "func_name": "fused_nn_contrib_conv2d_NCHWc_add_5", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          51, 
          0, 
          0
        ], 
        [
          52, 
          0, 
          0
        ], 
        [
          53, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_pad_layout_transform_add_nn_relu_5", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "func_name": "fused_nn_pad_layout_transform_add_nn_relu_5", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          46, 
          0, 
          0
        ], 
        [
          54, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_layout_transform_152", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "func_name": "fused_layout_transform_152", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          55, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p26", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p27", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_contrib_depthwise_conv2d_NCHWc_add_4", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "func_name": "fused_nn_contrib_depthwise_conv2d_NCHWc_add_4", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          56, 
          0, 
          0
        ], 
        [
          57, 
          0, 
          0
        ], 
        [
          58, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_layout_transform_151", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "func_name": "fused_layout_transform_151", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          59, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p28", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p29", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_contrib_conv2d_NCHWc_add_6", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "func_name": "fused_nn_contrib_conv2d_NCHWc_add_6", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          60, 
          0, 
          0
        ], 
        [
          61, 
          0, 
          0
        ], 
        [
          62, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_pad_layout_transform_add_nn_relu_4", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "func_name": "fused_nn_pad_layout_transform_add_nn_relu_4", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          55, 
          0, 
          0
        ], 
        [
          63, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_layout_transform_154", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "func_name": "fused_layout_transform_154", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          64, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p30", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p31", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_contrib_depthwise_conv2d_NCHWc_add_5", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "func_name": "fused_nn_contrib_depthwise_conv2d_NCHWc_add_5", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          65, 
          0, 
          0
        ], 
        [
          66, 
          0, 
          0
        ], 
        [
          67, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_layout_transform_153", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "func_name": "fused_layout_transform_153", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          68, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p32", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p33", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_contrib_conv2d_NCHWc_add_7", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "func_name": "fused_nn_contrib_conv2d_NCHWc_add_7", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          69, 
          0, 
          0
        ], 
        [
          70, 
          0, 
          0
        ], 
        [
          71, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_pad_layout_transform_add_nn_relu_3", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "func_name": "fused_nn_pad_layout_transform_add_nn_relu_3", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          64, 
          0, 
          0
        ], 
        [
          72, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_layout_transform_155", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "func_name": "fused_layout_transform_155", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          73, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p34", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p35", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_contrib_depthwise_conv2d_NCHWc_add_6", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "func_name": "fused_nn_contrib_depthwise_conv2d_NCHWc_add_6", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          74, 
          0, 
          0
        ], 
        [
          75, 
          0, 
          0
        ], 
        [
          76, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p36", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p37", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_contrib_conv2d_NCHWc_add_8", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "func_name": "fused_nn_contrib_conv2d_NCHWc_add_8", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          77, 
          0, 
          0
        ], 
        [
          78, 
          0, 
          0
        ], 
        [
          79, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_pad_layout_transform_add_nn_relu_2", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "func_name": "fused_nn_pad_layout_transform_add_nn_relu_2", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          73, 
          0, 
          0
        ], 
        [
          80, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_layout_transform_157", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "func_name": "fused_layout_transform_157", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          81, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p38", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p39", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_contrib_depthwise_conv2d_NCHWc_add_7", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "func_name": "fused_nn_contrib_depthwise_conv2d_NCHWc_add_7", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          82, 
          0, 
          0
        ], 
        [
          83, 
          0, 
          0
        ], 
        [
          84, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_layout_transform_156", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "func_name": "fused_layout_transform_156", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          85, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p40", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p41", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_contrib_conv2d_NCHWc_add_9", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "func_name": "fused_nn_contrib_conv2d_NCHWc_add_9", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          86, 
          0, 
          0
        ], 
        [
          87, 
          0, 
          0
        ], 
        [
          88, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_pad_layout_transform_add_nn_relu_1", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "func_name": "fused_nn_pad_layout_transform_add_nn_relu_1", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          81, 
          0, 
          0
        ], 
        [
          89, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_layout_transform_159", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "func_name": "fused_layout_transform_159", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          90, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p42", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p43", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_contrib_depthwise_conv2d_NCHWc_add_8", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "func_name": "fused_nn_contrib_depthwise_conv2d_NCHWc_add_8", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          91, 
          0, 
          0
        ], 
        [
          92, 
          0, 
          0
        ], 
        [
          93, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_layout_transform_158", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "func_name": "fused_layout_transform_158", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          94, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p44", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p45", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_contrib_conv2d_NCHWc_add_10", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "func_name": "fused_nn_contrib_conv2d_NCHWc_add_10", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          95, 
          0, 
          0
        ], 
        [
          96, 
          0, 
          0
        ], 
        [
          97, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_pad_layout_transform_add_nn_relu", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "func_name": "fused_nn_pad_layout_transform_add_nn_relu", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          90, 
          0, 
          0
        ], 
        [
          98, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_layout_transform_142", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "func_name": "fused_layout_transform_142", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          99, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p46", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p47", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_contrib_conv2d_NCHWc_add", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "func_name": "fused_nn_contrib_conv2d_NCHWc_add", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          100, 
          0, 
          0
        ], 
        [
          101, 
          0, 
          0
        ], 
        [
          102, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_max_pool2d_5", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "func_name": "fused_nn_max_pool2d_5", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          99, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_layout_transform_161", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "func_name": "fused_layout_transform_161", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          99, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p48", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p49", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_contrib_depthwise_conv2d_NCHWc_add_9", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "func_name": "fused_nn_contrib_depthwise_conv2d_NCHWc_add_9", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          105, 
          0, 
          0
        ], 
        [
          106, 
          0, 
          0
        ], 
        [
          107, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_layout_transform_160", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "func_name": "fused_layout_transform_160", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          108, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p50", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p51", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_contrib_conv2d_NCHWc_add_12", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "func_name": "fused_nn_contrib_conv2d_NCHWc_add_12", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          109, 
          0, 
          0
        ], 
        [
          110, 
          0, 
          0
        ], 
        [
          111, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_pad_layout_transform_add_nn_relu_9", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "func_name": "fused_nn_pad_layout_transform_add_nn_relu_9", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          104, 
          0, 
          0
        ], 
        [
          112, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_layout_transform_162", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "func_name": "fused_layout_transform_162", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          113, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p52", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p53", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_contrib_depthwise_conv2d_NCHWc_add_10", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "func_name": "fused_nn_contrib_depthwise_conv2d_NCHWc_add_10", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          114, 
          0, 
          0
        ], 
        [
          115, 
          0, 
          0
        ], 
        [
          116, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p54", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p55", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_contrib_conv2d_NCHWc_add_111", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "func_name": "fused_nn_contrib_conv2d_NCHWc_add_11", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          117, 
          0, 
          0
        ], 
        [
          118, 
          0, 
          0
        ], 
        [
          119, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_layout_transform_add_nn_relu2", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "func_name": "fused_layout_transform_add_nn_relu", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          113, 
          0, 
          0
        ], 
        [
          120, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_layout_transform_1621", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "func_name": "fused_layout_transform_162", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          121, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p56", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p57", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_contrib_depthwise_conv2d_NCHWc_add_101", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "func_name": "fused_nn_contrib_depthwise_conv2d_NCHWc_add_10", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          122, 
          0, 
          0
        ], 
        [
          123, 
          0, 
          0
        ], 
        [
          124, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p58", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p59", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_contrib_conv2d_NCHWc_add_112", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "func_name": "fused_nn_contrib_conv2d_NCHWc_add_11", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          125, 
          0, 
          0
        ], 
        [
          126, 
          0, 
          0
        ], 
        [
          127, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_layout_transform_add_nn_relu1", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "func_name": "fused_layout_transform_add_nn_relu", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          121, 
          0, 
          0
        ], 
        [
          128, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_layout_transform_1622", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "func_name": "fused_layout_transform_162", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          129, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p60", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p61", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_contrib_depthwise_conv2d_NCHWc_add_102", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "func_name": "fused_nn_contrib_depthwise_conv2d_NCHWc_add_10", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          130, 
          0, 
          0
        ], 
        [
          131, 
          0, 
          0
        ], 
        [
          132, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p62", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p63", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_contrib_conv2d_NCHWc_add_113", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "func_name": "fused_nn_contrib_conv2d_NCHWc_add_11", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          133, 
          0, 
          0
        ], 
        [
          134, 
          0, 
          0
        ], 
        [
          135, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_layout_transform_add_nn_relu", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "func_name": "fused_layout_transform_add_nn_relu", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          129, 
          0, 
          0
        ], 
        [
          136, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_layout_transform_1623", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "func_name": "fused_layout_transform_162", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          137, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p64", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p65", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_contrib_depthwise_conv2d_NCHWc_add_103", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "func_name": "fused_nn_contrib_depthwise_conv2d_NCHWc_add_10", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          138, 
          0, 
          0
        ], 
        [
          139, 
          0, 
          0
        ], 
        [
          140, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p66", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p67", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_contrib_conv2d_NCHWc_add_114", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "func_name": "fused_nn_contrib_conv2d_NCHWc_add_11", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          141, 
          0, 
          0
        ], 
        [
          142, 
          0, 
          0
        ], 
        [
          143, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_layout_transform_add_nn_relu_layout_transform", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "func_name": "fused_layout_transform_add_nn_relu_layout_transform", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          137, 
          0, 
          0
        ], 
        [
          144, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p68", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p69", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_contrib_conv2d_NCHWc_add_11", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "func_name": "fused_nn_contrib_conv2d_NCHWc_add_11", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          145, 
          0, 
          0
        ], 
        [
          146, 
          0, 
          0
        ], 
        [
          147, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_layout_transform_layout_transform_reshape_layout_transform_layout_transfor_3640165484680972205_", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "func_name": "fused_layout_transform_layout_transform_reshape_layout_transform_layout_transfor_3640165484680972205_", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          103, 
          0, 
          0
        ], 
        [
          148, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_layout_transform_163", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "func_name": "fused_layout_transform_163", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          99, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p70", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p71", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_contrib_conv2d_NCHWc_add_13", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "func_name": "fused_nn_contrib_conv2d_NCHWc_add_13", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          150, 
          0, 
          0
        ], 
        [
          151, 
          0, 
          0
        ], 
        [
          152, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p72", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p73", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_contrib_conv2d_NCHWc_add_14", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "func_name": "fused_nn_contrib_conv2d_NCHWc_add_14", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          145, 
          0, 
          0
        ], 
        [
          154, 
          0, 
          0
        ], 
        [
          155, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_layout_transform_layout_transform_reshape_layout_transform_layout_transfor_3640165484680972205__1", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "func_name": "fused_layout_transform_layout_transform_reshape_layout_transform_layout_transfor_3640165484680972205__1", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          153, 
          0, 
          0
        ], 
        [
          156, 
          0, 
          0
        ]
      ]
    }
  ], 
  "arg_nodes": [
    0, 
    2, 
    3, 
    5, 
    6, 
    9, 
    10, 
    12, 
    13, 
    16, 
    17, 
    21, 
    22, 
    25, 
    26, 
    30, 
    31, 
    34, 
    35, 
    39, 
    40, 
    42, 
    43, 
    48, 
    49, 
    52, 
    53, 
    57, 
    58, 
    61, 
    62, 
    66, 
    67, 
    70, 
    71, 
    75, 
    76, 
    78, 
    79, 
    83, 
    84, 
    87, 
    88, 
    92, 
    93, 
    96, 
    97, 
    101, 
    102, 
    106, 
    107, 
    110, 
    111, 
    115, 
    116, 
    118, 
    119, 
    123, 
    124, 
    126, 
    127, 
    131, 
    132, 
    134, 
    135, 
    139, 
    140, 
    142, 
    143, 
    146, 
    147, 
    151, 
    152, 
    154, 
    155
  ], 
  "heads": [
    [
      149, 
      0, 
      0
    ], 
    [
      157, 
      0, 
      0
    ]
  ], 
  "attrs": {
    "dltype": [
      "list_str", 
      [
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32"
      ]
    ], 
    "shape": [
      "list_shape", 
      [
        [1, 128, 128, 3], 
        [1, 3, 128, 128, 1], 
        [3, 3, 5, 5, 1, 8], 
        [1, 3, 1, 1, 8], 
        [1, 3, 64, 64, 8], 
        [6, 1, 3, 3, 1, 4], 
        [1, 6, 1, 1, 4], 
        [1, 6, 64, 64, 4], 
        [1, 2, 64, 64, 12], 
        [3, 2, 1, 1, 12, 8], 
        [1, 3, 1, 1, 8], 
        [1, 3, 64, 64, 8], 
        [6, 1, 3, 3, 1, 4], 
        [1, 6, 1, 1, 4], 
        [1, 6, 64, 64, 4], 
        [1, 4, 64, 64, 6], 
        [7, 4, 1, 1, 6, 4], 
        [1, 7, 1, 1, 4], 
        [1, 7, 64, 64, 4], 
        [1, 28, 64, 64], 
        [1, 28, 32, 32], 
        [28, 1, 3, 3], 
        [1, 28, 1, 1], 
        [1, 28, 32, 32], 
        [1, 2, 32, 32, 14], 
        [2, 2, 1, 1, 14, 16], 
        [1, 2, 1, 1, 16], 
        [1, 2, 32, 32, 16], 
        [1, 32, 32, 32], 
        [1, 4, 32, 32, 8], 
        [8, 1, 3, 3, 1, 4], 
        [1, 8, 1, 1, 4], 
        [1, 8, 32, 32, 4], 
        [1, 1, 32, 32, 32], 
        [9, 1, 1, 1, 32, 4], 
        [1, 9, 1, 1, 4], 
        [1, 9, 32, 32, 4], 
        [1, 36, 32, 32], 
        [1, 3, 32, 32, 12], 
        [3, 1, 3, 3, 1, 12], 
        [1, 3, 1, 1, 12], 
        [1, 3, 32, 32, 12], 
        [3, 3, 1, 1, 12, 14], 
        [1, 3, 1, 1, 14], 
        [1, 3, 32, 32, 14], 
        [1, 42, 32, 32], 
        [1, 42, 16, 16], 
        [1, 7, 32, 32, 6], 
        [7, 1, 3, 3, 1, 6], 
        [1, 7, 1, 1, 6], 
        [1, 7, 16, 16, 6], 
        [1, 2, 16, 16, 21], 
        [3, 2, 1, 1, 21, 16], 
        [1, 3, 1, 1, 16], 
        [1, 3, 16, 16, 16], 
        [1, 48, 16, 16], 
        [1, 4, 16, 16, 12], 
        [12, 1, 3, 3, 1, 4], 
        [1, 12, 1, 1, 4], 
        [1, 12, 16, 16, 4], 
        [1, 4, 16, 16, 12], 
        [7, 4, 1, 1, 12, 8], 
        [1, 7, 1, 1, 8], 
        [1, 7, 16, 16, 8], 
        [1, 56, 16, 16], 
        [1, 7, 16, 16, 8], 
        [14, 1, 3, 3, 1, 4], 
        [1, 14, 1, 1, 4], 
        [1, 14, 16, 16, 4], 
        [1, 4, 16, 16, 14], 
        [2, 4, 1, 1, 14, 32], 
        [1, 2, 1, 1, 32], 
        [1, 2, 16, 16, 32], 
        [1, 64, 16, 16], 
        [1, 8, 16, 16, 8], 
        [8, 1, 3, 3, 1, 8], 
        [1, 8, 1, 1, 8], 
        [1, 8, 16, 16, 8], 
        [9, 8, 1, 1, 8, 8], 
        [1, 9, 1, 1, 8], 
        [1, 9, 16, 16, 8], 
        [1, 72, 16, 16], 
        [1, 18, 16, 16, 4], 
        [18, 1, 3, 3, 1, 4], 
        [1, 18, 1, 1, 4], 
        [1, 18, 16, 16, 4], 
        [1, 6, 16, 16, 12], 
        [5, 6, 1, 1, 12, 16], 
        [1, 5, 1, 1, 16], 
        [1, 5, 16, 16, 16], 
        [1, 80, 16, 16], 
        [1, 20, 16, 16, 4], 
        [20, 1, 3, 3, 1, 4], 
        [1, 20, 1, 1, 4], 
        [1, 20, 16, 16, 4], 
        [1, 1, 16, 16, 80], 
        [11, 1, 1, 1, 80, 8], 
        [1, 11, 1, 1, 8], 
        [1, 11, 16, 16, 8], 
        [1, 88, 16, 16], 
        [1, 8, 16, 16, 11], 
        [1, 8, 1, 1, 11, 32], 
        [1, 1, 1, 1, 32], 
        [1, 1, 16, 16, 32], 
        [1, 88, 8, 8], 
        [1, 44, 16, 16, 2], 
        [44, 1, 3, 3, 1, 2], 
        [1, 44, 1, 1, 2], 
        [1, 44, 8, 8, 2], 
        [1, 8, 8, 8, 11], 
        [24, 8, 1, 1, 11, 4], 
        [1, 24, 1, 1, 4], 
        [1, 24, 8, 8, 4], 
        [1, 96, 8, 8], 
        [1, 8, 8, 8, 12], 
        [8, 1, 3, 3, 1, 12], 
        [1, 8, 1, 1, 12], 
        [1, 8, 8, 8, 12], 
        [6, 8, 1, 1, 12, 16], 
        [1, 6, 1, 1, 16], 
        [1, 6, 8, 8, 16], 
        [1, 96, 8, 8], 
        [1, 8, 8, 8, 12], 
        [8, 1, 3, 3, 1, 12], 
        [1, 8, 1, 1, 12], 
        [1, 8, 8, 8, 12], 
        [6, 8, 1, 1, 12, 16], 
        [1, 6, 1, 1, 16], 
        [1, 6, 8, 8, 16], 
        [1, 96, 8, 8], 
        [1, 8, 8, 8, 12], 
        [8, 1, 3, 3, 1, 12], 
        [1, 8, 1, 1, 12], 
        [1, 8, 8, 8, 12], 
        [6, 8, 1, 1, 12, 16], 
        [1, 6, 1, 1, 16], 
        [1, 6, 8, 8, 16], 
        [1, 96, 8, 8], 
        [1, 8, 8, 8, 12], 
        [8, 1, 3, 3, 1, 12], 
        [1, 8, 1, 1, 12], 
        [1, 8, 8, 8, 12], 
        [6, 8, 1, 1, 12, 16], 
        [1, 6, 1, 1, 16], 
        [1, 6, 8, 8, 16], 
        [1, 8, 8, 8, 12], 
        [6, 8, 1, 1, 12, 16], 
        [1, 6, 1, 1, 16], 
        [1, 6, 8, 8, 16], 
        [1, 896, 16], 
        [1, 2, 16, 16, 44], 
        [1, 2, 1, 1, 44, 2], 
        [1, 1, 1, 1, 2], 
        [1, 1, 16, 16, 2], 
        [1, 8, 1, 1, 12, 6], 
        [1, 1, 1, 1, 6], 
        [1, 1, 8, 8, 6], 
        [1, 896, 1]
      ]
    ], 
    "storage_id": [
      "list_int", 
      [
        0, 
        1, 
        2, 
        3, 
        4, 
        5, 
        6, 
        1, 
        7, 
        8, 
        9, 
        1, 
        10, 
        11, 
        4, 
        7, 
        12, 
        13, 
        4, 
        7, 
        1, 
        14, 
        15, 
        4, 
        7, 
        16, 
        17, 
        4, 
        7, 
        1, 
        18, 
        19, 
        4, 
        1, 
        20, 
        21, 
